Autodesk.Revit.DB.Fabrication.DesignToFabricationConverterResult
Possible results from invoking the DesignToFabricationConverter.
Since:
2017
Since:
2017

Autodesk.Revit.DB.Fabrication.DesignToFabricationConverterResult.PartialFailure
Conversion contained partial failures and will need to be fixed manually.

Autodesk.Revit.DB.Fabrication.DesignToFabricationConverterResult.Success
Conversion was successful.